Table of Contents
 Class CoordSystem
Namespace
IdeaRS.OpenModel.Geometry3D
Assembly
IdeaRS.OpenModel.dll
Coordinate system base class
public abstract class CoordSystem : OpenObject
Inheritance
object
OpenObject
CoordSystem
Derived
CoordSystemByPoint
CoordSystemByVector
CoordSystemByZup
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
 Edit this page